import React from 'react';

export default function WelcomePage() {
  return (
    <div className="px-10 pt-2">
      Добро пожаловать на страницу нашего GraphQL сервера! Мы рады приветствовать вас здесь и
      предоставить вам доступ к нашим данным через GraphQL API. Наш сервер предоставляет мощные
      возможности для извлечения данных и обработки запросов, а также обеспечивает быстрый и
      надежный доступ к информации. Мы надеемся, что вы найдете наш GraphQL сервер полезным и
      удобным в использовании. Спасибо, что выбрали нашу платформу для своих потребностей в работе с
      данными.
    </div>
  );
}
